app/controllers/inquiries_controller.rb

INSERT INTO "inquiries" ("name", "email", "relationship", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "musan"], ["email", "ayatsujisan2@gmail.com"], ["relationship", "友人"], ["content", "ヤッホー"], ["created_at", "2019-05-02 08:57:06.395500"], ["updated_at", "2019-05-02 08:57:06.395500"]]
---
  def confirm
    @inquiry = Inquiry.new(inquiry_params)
    if @inquiry.save